<template>
    <div class="pl-4">
    <br> - 3.7.1.0    2024年8月22日  增加walmart站点的适配       
    <br> - 3.7.0.0    2024年8月21日  增加100货币量的转换显示,设置中可以关闭
    <br> - 3.6.4.5    2024年6月16日  POP中的计算列表中输入框后面的清除按键颜色更加明显
    <br> - 3.6.4.0    2024年5月31日  增加wildberries和coupang的页面价格转换
    <br> - 3.6.3.0    2024年5月9日   跨境平台页面价格转换支持选择货币(意为不仅支持人民币,还可以选择其他货币,目前测试站点:美客多)
    <br> - 3.6.2.0    2024年4月23日  修复Temu页面价格造上的问题。POP页面可以设置千分位.
    <br> - 3.6.0.0    2024年4月2日   增加韩国Kream站点的价格转换支持。POP页面可以记忆,而且可以识别粘贴时的千分位(,或空格)
    <br> - 3.5.5.0    2024年3月23日  增加美客多各站点的价格转换支持
    <br> - 3.5.4.0    2024年3月15日  增加vinted各站点的价格转换支持.
    <br> - 3.5.3.0    2024年3月11日  增加Ozon站点的价换转换支持.支持切换各种货币.由于站点的特殊性,如果要整个页面翻译成中文,请先等价格显示后再翻译.
    <br> - 3.5.1.0    2024年1月19日  增加主题:【原】经典蓝
    <br> - 3.5.0.0    2024年1月11日  增功能:POP页面可以设置主题及大小.27种主流货币汇率按中国银行实时获取.
    <br> - 3.4.5.0    2023年12月17日 优化汇率请求的频率
    <br> - 3.4.2.0    2023年12月11日 汇率请求的频率改为15分钟一次,减轻服务器压力
    <br> - 3.3.1.0    2023年11月21日 重构设置页面,pop汇率转换可以自定义小数位数,跨境平台显示人民币价格可以自定义颜色.
    <br> - 3.3.0.0    2023年11月14日 增加日本乐天站的支持(www.rakuten.co.jp),需要在设置中手动开启
    <br> - 3.2.0.0    2023年11月07日 主界面优化,整体用wxt改造
    <br> - 3.1.1.2    2023年10月18日 增加<span class="has-text-danger">亚马逊 印度 </span> 站的页面价格转换
    <br> - 3.1.1.0    2023年9月26日  增加<span class="has-text-danger">wowmajp</span>的价格转换支持.同样需要手动授权开启。
    <br> - 3.1.0.0    2023年5月15日  所有站点的价格转换,需要手动开启.(如后续有更新或问题,请再次手动开启一次)。为了保持最小的请求权限.
    <br> - 3.0.5.0    2023年5月3日   增加<span class="has-text-danger">TEMU</span>站的支持,<span class="has-text-info">需要手动点击开启权限.</span>取消Aliexpress的支持,因为Aliexpress要登陆才可以看到价格。
    <br> - 3.0.4.0    2023年4月30日  增加<span class="has-text-danger">韩国Gmarket</span>站的支持,<span class="has-text-info">需要手动点击开启权限.</span>
    <br> - 3.0.3.0    2022年11月9日  主界面增加反馈按钮,可以及时反馈异常。POP页面去掉下面的小字1USD=xxx类,使界面更简洁.
    <br> - 3.0.2.2    2022年4月15日  减少不必要的权限,增加安全性。
    <br> - 3.0.2.1    2022年4月15日  插件更新或浏览器更新时,保存之前自由转换的币货种类,不重置
    <br> - 3.0.1.8    2021年12月11日 修复lazada详情页主价格不显示人民币的问题    
    <br> - 3.0.1.4    2021年11月26日 增加日本趣天站的支持(https://www.qoo10.jp/)
    <br> - 3.0.0.1    2021年8月28日  升级chrome扩展版本到V3,支持离线使用。background切换到Server Worker
    <br> - 2.9.1.0    2021年9月24日  修复chrome94版本下 POP页面不能打开的问题
    <br> - 2.9.0.3    2021年8月17日  修复amazon法国站大金额显示价格错误的问题
    <br> - 2.9.0.0    2021年7月21日  <span style="color: rgb(30, 56, 105);">完全重构aliexpress页面价格转换,适应多站点,多语言,多货币</span>
    <br> - 2.8.6.3    2021年7月18日  <span style="color:blueviolet">增加amazon法国 加拿大 西班牙 意大利 站点的前面页面价换转换。修复Lazada搜索页价格转换</span>
    <br> - 2.8.5.0    2021年7月16日  <span style="color:blueviolet">增加shopee巴西 墨西哥 智利 哥伦比亚 的支持,增加打赏二维码(:>)</span>
    <br> - 2.8.4.0    2021年3月16日  修复shopee页面规则。改为在线获取,以后页面改变,不必发布新版本,直接后台更新。GoodBOy
    <br> - 2.8.3.0    2021年3月5日   修复lazada详情页面sku变动后价格不变的问题(redMart页面价格转换未成功,下版修复)
    <br> - 2.8.2.0    2021年2月16日  更新shopee站点规则
    <br> - 2.8.1.0    2021年1月15日  更新shopee站点规则,适配最新页面
    <br> - 2.8.0.0    2021年1月6日   更新手动转换面板,可以拖动国旗图标调整序列,增加亚马逊:巴西/墨西哥/澳大利亚 站。
    <br> - 2.7.0.0    2019年12月26日 增加设置:可以选择哪些站点的页面价格转换为人民币,默认全开,在设置中可以关闭
    <br> - 2.6.0.0    2019年12月24日 全新的货币转换弹出页面,支持自自己定义固定的国家货币,没有数量限制。美化ui。
                针对lazada/shopee等显示地方比较小,人民币价格被隐藏的情况,增加鼠标放上去会有小提示显示人民币价格
    <br> - 2.5.0.0    2019年8月23日 增加shopee6个国家的镜像站支持,my.xiapibuy.com   th.xiapibuy.com等。
    <br> - 2.4.5.0    2019年8月21日 修复Amazon德国搜索中的显示问题
    <br> - 2.4.0.0    2019年8月21日 修复shopee镜像站显示问题,增加新的台湾镜像站支持 https://xiapi.xiapibuy.cc
    <br> - 2.3.0.0    2019年8月02日 虾皮台湾站增加国内可访问的镜像站支持: https://xiapi.xiapibuy.com
    <br> - 2.2.0.0    2019年7月20日 修复Amazon英国站搜索页面价格显示为NaN的问题
    <br> - 2.1.0.0    2019年7月20日 货币自由转换部分,按国家的拼音排序  目前增加到了164个货币
    <br> - 2.0.0.0    2019年7月10日 暂停wish /修改说明,去掉关键字(例如shopee/lazada/amazon等)(chrome说我滥用关键词-因为这个原因被下架了一次)
    <br> - 1.9.0.0    2019年5月20日 修复Aliexpress详情页价格显示
    <br> - 1.8.0.0    2019年5月09日 按钮页面增加57国汇率自由转换
    <br> - 1.7.0.0    2019年4月30日 修复Wish价格问题(页面元素变化)
    <br> - 1.6.0.0    2019年4月19日 支持Wish平台57种货币汇率的转换。
    <br> - 1.5.0.0    2019年4月16日 完全重写Amazon美国/日本/英国/德国站的价格转换,兼容性更强
    <br> - 1.4.0.0    2019年4月13日 完全重写Lazada价格转换插件,更通用,更流畅,兼容性更强
    <br> - 1.3.0.0    2019年4月10日 增加速卖通美元货币支持(另外的货币价格,后续支持,所以使用时请切换为美元货币)
    <br> - 1.2.5.0    2019年4月10日 修复Shopee列表页价格显示
    <br> - 1.2.4.0    2019年4月10日 修复Amazon美国/日本/英国/德国 详情页主价显示,及德国搜索列表商品价格显示
    <br> - 1.2.3.1    2019年4月10日 修复美国Amazon详情页主价格显示
    <br> - 1.2.3.0    2019年1月9日 增加德国亚马逊站点支持
    <br> - 1.2.2.0    2019年1月8日 增加英国亚马逊站点支持
    <br> - 1.2.1.0    2019年1月5日 增加日本亚马逊站点支持
    <br> - 1.2.0.0:   2019年1月4日 增加美国亚马逊站点支持
    <br> - 1.1.0.0:   12月30日晚上9点更新 增加shopee平台的支持			
    <br> - 1.0.0.0:   Lazada平台适配成功
</div>
<div class="box">
见托管网址 :   <a href="https://github.com/jy00566722/rate" target="_blank"> https://github.com/jy00566722/rate </a><br>
隐私权政策 :   <a href="https://rate.oeo.li/privacy.html" target="_blank"> https://rate.oeo.li/privacy.html </a><br>
</div>
</template>